const fa = {

    header: {
      aboutMe : "درباره من",
      skills: " تخصص ها ",
      projects: " پروژه ها ",
      blogs: "مقاله ها",
      Contact : "ارتباط با من"
    },
  
    topbar: {
      hello : "سلام !",
      title: "محسن سیدی هستم",
      myJob: "فرانت دولوپر",
      hire: "گپ بزنیم",
    },
    aboutMe : {
      title : "درباره من",
      subTitle : "اینجا یه چیزایی در مورد خودم نوشتم.",
      name : "",
      dateOfBirth : "1382/11/10",
      address : "ایران-تبریز",
      projectcomplete : "پروژه های تکمیل شده : 5"
    },
    mySkills : {
      title : "تخصص ها",
      subTitle : "من این مهارت ها رو بلدم ولی به این تخصص ها نمیشه درصد داد !" ,
    },
    
    hardSkills : {
      title : "مهارت های نرم",
      subTitle : "برخلاف مهارت‌های سخت که آموختنی هستند، مهارت‌های نرم مانند احساسات و ادراک درونی افراد هستند و یادگیری آنها اگر چه به نظر می‌رسد آسان است، اما به‌ مراتب از مهارت‌های سخت، دشوارتر است." ,
      one: 'مدیریت زمان',
      two: 'روحیه تیمی',
      tree: 'چالش پسند',
      four: 'سخت کوش',
      five: ' رقابتی',
      english : "زبان انگلیسی خوب"
    },
    
    projects : {
      title : "پروژه های من",
      subTitle : "اینجا میتونی هر کدام از پروژه های منو به صورت جداگانه ببینی ." ,
    },
  
    achievements : {
      title : "من پروژه های فریلنسری رو انجام میدم",
      subTitle : "هر چی میخوای بهم بگو شاید تونستم کمکت کنم !"
    },
    
    footer: {
      footer_title: "صحبت کنیم :)",
      subTitle : "خیلی خوشحال میشم که با من در ارتباط باشی .",
      address_title: "آدرس",
      address_value: "ایران-تبریز",
      email_title: " ایمیل :",
      phone_title: " شماره تماس :",
      button: "ارسال",
      last_text: "این سایت توسط محسن طراحی شده  و تمامی  حقوق آن محفوظ است ©",
    },
  };
  
  export default fa;